Repository: marcelrgberger/civo-cloud-manager
Catalog: CivoCloudManager/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, tr, zh_hans

source: Reboot
ar: إعادة التشغيل
de: Neustart
es: Reiniciar
fr: Redémarrer
hi: रीबूट करें
id: Mulai Ulang
it: Riavvia
ja: 再起動
ko: 재부팅
nl: Herstarten
pl: Uruchom ponownie
pt: Reiniciar
ru: Перезагрузить
tr: Yeniden Başlat
zh_hans: 重启

source: Recent Activity
ar: النشاط الأخير
de: Letzte Aktivitäten
es: Actividad reciente
fr: Activité récente
hi: हाल की गतिविधि
id: Aktivitas Terbaru
it: Attività recente
ja: 最近のアクティビティ
ko: 최근 활동
nl: Recente activiteit
pl: Ostatnia aktywność
pt: Atividade recente
ru: Последняя активность
tr: Son Etkinlik
zh_hans: 最近活动

source: Recent Events
ar: الأحداث الأخيرة
de: Letzte Ereignisse
es: Eventos recientes
fr: Événements récents
hi: हाल की घटनाएँ
id: Peristiwa Terbaru
it: Eventi recenti
ja: 最近のイベント
ko: 최근 이벤트
nl: Recente gebeurtenissen
pl: Ostatnie zdarzenia
pt: Eventos recentes
ru: Последние события
tr: Son Olaylar
zh_hans: 最近事件

source: Recent Events (%lld)
ar: الأحداث الأخيرة (%lld)
de: Letzte Ereignisse (%lld)
es: Eventos recientes (%lld)
fr: Événements récents (%lld)
hi: हाल की घटनाएँ (%lld)
id: Peristiwa Terbaru (%lld)
it: Eventi recenti (%lld)
ja: 最近のイベント（%lld）
ko: 최근 이벤트 (%lld)
nl: Recente gebeurtenissen (%lld)
pl: Ostatnie zdarzenia (%lld)
pt: Eventos recentes (%lld)
ru: Последние события (%lld)
tr: Son Olaylar (%lld)
zh_hans: 最近事件（%lld）

source: Record Details
ar: تفاصيل السجل
de: Datensatzdetails
es: Detalles del registro
fr: Détails de l'enregistrement
hi: रिकॉर्ड विवरण
id: Detail Rekaman
it: Dettagli del record
ja: レコード詳細
ko: 레코드 세부정보
pl: Szczegóły rekordu
pt: Detalhes do registo
ru: Детали записи
tr: Kayıt Ayrıntıları
zh_hans: 记录详情

source: Recover backed up private keys
ar: استعادة المفاتيح الخاصة الاحتياطية
de: Gesicherte private Schlüssel wiederherstellen
es: Recuperar claves privadas respaldadas
fr: Récupérer les clés privées sauvegardées
hi: बैकअप की गई निजी कुंजियाँ पुनर्प्राप्त करें
id: Pulihkan kunci privat yang dicadangkan
it: Recupera chiavi private salvate
ja: バックアップされた秘密鍵を復元
ko: 백업된 개인 키 복구
nl: Geback-upte privésleutels herstellen
pl: Odzyskaj zarchiwizowane klucze prywatne
pt: Recuperar chaves privadas salvas
ru: Восстановить резервные приватные ключи
tr: Yedeklenen özel anahtarları kurtar
zh_hans: 恢复已备份的私钥

source: Redeem Code
ar: استرداد الرمز
de: Code einlösen
es: Canjear código
fr: Utiliser un code
hi: कोड रिडीम करें
id: Tukarkan Kode
it: Riscatta codice
ja: コードを利用する
ko: 코드 사용
nl: Code inwisselen
pl: Zrealizuj kod
pt: Resgatar código
ru: Активировать код
tr: Kodu Kullan
zh_hans: 兑换码

source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
hi: रिफ्रेश करें
id: Muat Ulang
it: Aggiorna
ja: 更新
ko: 새로고침
nl: Vernieuwen
pl: Odśwież
pt: Atualizar
ru: Обновить
tr: Yenile
zh_hans: 刷新

source: Region
ar: المنطقة
es: Región
fr: Région
hi: क्षेत्र
id: Wilayah
it: Regione
ja: リージョン
ko: 리전
nl: Regio
pt: Região
ru: Регион
tr: Bölge
zh_hans: 区域

source: Region switching
ar: تبديل المنطقة
de: Regionswechsel
es: Cambio de región
fr: Changement de région
hi: क्षेत्र स्विच करना
id: Beralih Wilayah
it: Cambio di regione
ja: リージョン切り替え
ko: 리전 전환
nl: Regio wisselen
pl: Zmiana regionu
pt: Mudança de região
ru: Смена региона
tr: Bölge Değiştirme
zh_hans: 区域切换

source: Regions
ar: المناطق
de: Regionen
es: Regiones
fr: Régions
hi: क्षेत्रों
id: Wilayah
it: Regioni
ja: リージョン一覧
ko: 리전
nl: Regio's
pl: Regiony
pt: Regiões
ru: Регионы
tr: Bölgeler
zh_hans: 区域列表

source: Reload data from API
ar: إعادة تحميل البيانات من واجهة برمجة التطبيقات
de: Daten von der API neu laden
es: Recargar datos de la API
fr: Recharger les données depuis l'API
hi: API से डेटा पुनः लोड करें
id: Muat ulang data dari API
it: Ricarica i dati dall'API
ja: APIからデータを再読み込み
ko: API에서 데이터 다시 불러오기
nl: Gegevens opnieuw laden via API
pl: Ponownie załaduj dane z API
pt: Recarregar dados da API
ru: Перезагрузить данные из API
tr: Verileri API'den yeniden yükle
zh_hans: 从 API 重新加载数据

source: Removing Original Store
ar: إزالة المتجر الأصلي
de: Original-Store wird entfernt
es: Eliminando store original
fr: Suppression du store original
hi: मूल स्टोर हटा रहे हैं
id: Menghapus Toko Asli
it: Rimozione dello store originale
ja: 元のストアを削除中
ko: 원본 저장소 제거 중
nl: Originele store wordt verwijderd
pl: Usuwanie oryginalnego store
pt: Removendo store original
ru: Удаление исходного хранилища
tr: Orijinal Mağaza Kaldırılıyor
zh_hans: 正在移除原始存储

source: Request a quota limit change
ar: طلب تغيير حد الحصة
de: Änderung des Kontingentlimits anfordern
es: Solicitar un cambio de límite de cuota
fr: Demander une modification de limite de quota
hi: कोटा सीमा परिवर्तन का अनुरोध करें
id: Ajukan permintaan perubahan batas kuota
it: Richiedi una modifica del limite di quota
ja: クォータ上限変更をリクエスト
ko: 쿼터 한도 변경 요청
nl: Verzoek om wijziging van quotumlimiet
pl: Poproś o zmianę limitu przydziału
pt: Solicitar alteração do limite de quota
ru: Запросить изменение лимита квоты
tr: Kota limiti değişikliği talep et
zh_hans: 申请配额上限变更

source: Request Change
ar: طلب تغيير
de: Änderung anfordern
es: Solicitar cambio
fr: Demander une modification
hi: परिवर्तन का अनुरोध करें
id: Ajukan Perubahan
it: Richiedi modifica
ja: 変更をリクエスト
ko: 변경 요청
nl: Wijziging aanvragen
pl: Poproś o zmianę
pt: Solicitar alteração
ru: Запросить изменение
tr: Değişiklik Talep Et
zh_hans: 申请变更

source: Request Quota Change
ar: طلب تغيير الحصة
de: Kontingentänderung anfordern
es: Solicitar cambio de cuota
fr: Demander un changement de quota
hi: कोटा परिवर्तन का अनुरोध करें
id: Ajukan Perubahan Kuota
it: Richiedi modifica quota
ja: クォータ変更をリクエスト
ko: 쿼터 변경 요청
nl: Quotumwijziging aanvragen
pl: Poproś o zmianę limitu
pt: Solicitar alteração de quota
ru: Запросить изменение квоты
tr: Kota Değişikliği Talep Et
zh_hans: 申请配额变更

source: Reset to Defaults
ar: إعادة التعيين إلى الإعدادات الافتراضية
de: Auf Standard zurücksetzen
es: Restablecer valores predeterminados
fr: Réinitialiser par défaut
hi: डिफ़ॉल्ट पर रीसेट करें
id: Atur Ulang ke Default
it: Ripristina predefiniti
ja: デフォルトにリセット
ko: 기본값으로 재설정
nl: Standaardwaarden herstellen
pl: Przywróć domyślne
pt: Restaurar padrões
ru: Сбросить к настройкам по умолчанию
tr: Varsayılanlara Sıfırla
zh_hans: 重置为默认值

source: Resize
ar: تغيير الحجم
de: Größe ändern
es: Redimensionar
fr: Redimensionner
hi: आकार बदलें
id: Ubah Ukuran
it: Ridimensiona
ja: サイズ変更
ko: 크기 조정
nl: Grootte aanpassen
pl: Zmień rozmiar
pt: Redimensionar
ru: Изменить размер
tr: Yeniden Boyutlandır
zh_hans: 调整大小

source: Resize Instance
ar: تغيير حجم المثيل
de: Instanz skalieren
es: Redimensionar instancia
fr: Redimensionner l'instance
hi: इंस्टेंस का आकार बदलें
id: Ubah Ukuran Instans
it: Ridimensiona istanza
ja: インスタンスのサイズ変更
ko: 인스턴스 크기 조정
nl: Instantie schalen
pl: Zmień rozmiar instancji
pt: Redimensionar instância
ru: Изменить размер экземпляра
tr: Sunucuyu Yeniden Boyutlandır
zh_hans: 调整实例大小

source: Resize Volume
ar: تغيير حجم وحدة التخزين
de: Volume-Größe ändern
es: Redimensionar volumen
fr: Redimensionner le volume
hi: वॉल्यूम का आकार बदलें
id: Ubah Ukuran Volume
it: Ridimensiona volume
ja: ボリュームのサイズ変更
ko: 볼륨 크기 조정
nl: Volume vergroten
pl: Zmień rozmiar woluminu
pt: Redimensionar volume
ru: Изменить размер тома
tr: Disk Alanını Yeniden Boyutlandır
zh_hans: 调整卷大小

source: Resizing...
ar: جارٍ تغيير الحجم...
de: Größe wird geändert...
es: Redimensionando...
fr: Redimensionnement...
hi: आकार बदल रहा है...
id: Mengubah Ukuran...
it: Ridimensionamento...
ja: サイズ変更中...
ko: 크기 조정 중...
nl: Bezig met aanpassen...
pl: Zmienianie rozmiaru...
pt: Redimensionando...
ru: Изменение размера...
tr: Yeniden boyutlandırılıyor...
zh_hans: 正在调整大小...

source: Resources
ar: الموارد
de: Ressourcen
es: Recursos
fr: Ressources
hi: संसाधन
id: Sumber Daya
it: Risorse
ja: リソース
ko: 리소스
nl: Bronnen
pl: Zasoby
pt: Recursos
ru: Ресурсы
tr: Kaynaklar
zh_hans: 资源

source: Restart Deployment
ar: إعادة نشر النشر
de: Deployment neustarten
es: Reiniciar despliegue
fr: Redémarrer le déploiement
hi: डिप्लॉयमेंट पुनः प्रारंभ करें
id: Mulai Ulang Penerapan
it: Riavvia deployment
ja: デプロイメントを再起動
ko: 배포 재시작
nl: Deployment herstarten
pl: Uruchom ponownie wdrożenie
pt: Reiniciar deployment
ru: Перезапустить развертывание
tr: Dağıtımı Yeniden Başlat
zh_hans: 重启部署

source: Restart Pod
ar: إعادة تشغيل الحاوية
de: Pod neu starten
es: Reiniciar pod
fr: Redémarrer le pod
hi: पॉड पुनः प्रारंभ करें
id: Mulai Ulang Pod
it: Riavvia pod
ja: Podを再起動
ko: Pod 재시작
nl: Pod herstarten
pl: Uruchom ponownie pod
pt: Reiniciar pod
ru: Перезапустить Pod
tr: Pod'u Yeniden Başlat
zh_hans: 重启 Pod

source: Restore Purchase
ar: استعادة الشراء
de: Kauf wiederherstellen
es: Restaurar compra
fr: Restaurer l'achat
hi: खरीदारी पुनर्स्थापित करें
id: Pulihkan Pembelian
it: Ripristina acquisto
ja: 購入を復元
ko: 구매 복원
nl: Aankoop herstellen
pl: Przywróć zakup
pt: Restaurar compra
ru: Восстановить покупку
tr: Satın Alımı Geri Yükle
zh_hans: 恢复购买

source: Restored
ar: تمت الاستعادة
de: Wiederhergestellt
es: Restaurado
fr: Restauré
hi: पुनर्स्थापित किया गया
id: Berhasil Dipulihkan
it: Ripristinato
ja: 復元済み
ko: 복원됨
nl: Hersteld
pl: Przywrócony
pt: Restaurado
ru: Восстановлено
tr: Geri Yüklendi
zh_hans: 已恢复

source: Restoring Files
ar: استعادة الملفات
de: Dateien werden wiederhergestellt
es: Restaurando archivos
fr: Restauration des fichiers
hi: फाइलें पुनर्स्थापित की जा रही हैं
id: Memulihkan Berkas
it: Ripristino dei file
ja: ファイルを復元中
ko: 파일 복원 중
nl: Bestanden worden hersteld
pl: Przywracanie plików
pt: Restaurando arquivos
ru: Восстановление файлов
tr: Dosyalar Geri Yükleniyor
zh_hans: 正在恢复文件

source: Resume
ar: استئناف
de: Fortsetzen
es: Reanudar
fr: Reprendre
hi: फिर से शुरू करें
id: Lanjutkan
it: Riprendi
ja: 再開
ko: 재개
nl: Hervatten
pl: Wznów
pt: Retomar
ru: Возобновить
tr: Devam Et
zh_hans: 继续

source: Resume object store
ar: استئناف متجر الكائنات
de: Object Store fortsetzen
es: Reanudar almacén de objetos
fr: Reprendre le stockage d'objets
hi: ऑब्जेक्ट स्टोर फिर से शुरू करें
id: Lanjutkan object store
it: Riprendi object store
ja: オブジェクトストアを再開
ko: 오브젝트 스토어 재개
nl: Object store hervatten
pl: Wznów object store
pt: Retomar object store
ru: Возобновить объектное хранилище
tr: Nesne deposunu devam ettir
zh_hans: 恢复对象存储

source: Resuming Object Store
ar: جارٍ استئناف متجر الكائنات
de: Object Store wird fortgesetzt
es: Reanudando Object Store
fr: Reprise du Object Store
hi: ऑब्जेक्ट स्टोर फिर से शुरू हो रहा है
id: Melanjutkan Object Store
it: Ripristino dell'Object Store in corso
ja: オブジェクトストアを再開中
ko: 오브젝트 스토어 재개 중
nl: Object Store wordt hervat
pl: Wznawianie Object Store
pt: Retomando Object Store
ru: Возобновление объектного хранилища
tr: Nesne Deposu Devam Ettiriliyor
zh_hans: 正在恢复对象存储

source: Resuming recreates the store with the same name and credentials, then restores all files.
ar: سيؤدي الاستئناف إلى إعادة إنشاء المتجر بنفس الاسم وبيانات الاعتماد، ثم استعادة جميع الملفات.
de: Beim Fortsetzen wird der Store mit demselben Namen und denselben Anmeldedaten neu erstellt und alle Dateien wiederhergestellt.
es: Reanudar recrea el store con el mismo nombre y credenciales, luego restaura todos los archivos.
fr: La reprise recrée le store avec les mêmes nom et identifiants, puis restaure tous les fichiers.
hi: फिर से शुरू करने पर वही नाम और क्रेडेंशियल्स के साथ स्टोर पुनः बनाया जाता है, फिर सभी फाइलें पुनर्स्थापित की जाती हैं।
id: Melanjutkan akan membuat ulang toko dengan nama dan kredensial yang sama, lalu memulihkan semua berkas.
it: Il ripristino ricrea lo store con lo stesso nome e le stesse credenziali, quindi ripristina tutti i file.
ja: 再開すると、同じ名前と認証情報でストアが再作成され、すべてのファイルが復元されます。
ko: 재개하면 동일한 이름과 자격 증명으로 저장소를 다시 만들고 모든 파일을 복원합니다.
nl: Hervatten maakt de store opnieuw aan met dezelfde naam en inloggegevens en herstelt alle bestanden.
pl: Wznowienie odtwarza store z tą samą nazwą i poświadczeniami, a następnie przywraca wszystkie pliki.
pt: Retomar recria o store com o mesmo nome e credenciais, depois restaura todos os arquivos.
ru: Возобновление воссоздаёт хранилище с тем же именем и учётными данными, затем восстанавливает все файлы.
tr: Devam ettirme, mağazayı aynı ad ve kimlik bilgileriyle yeniden oluşturur ve ardından tüm dosyaları geri yükler.
zh_hans: 恢复操作会以相同名称和凭据重新创建存储，并恢复所有文件。

source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
id: Coba Lagi
it: Riprova
ja: 再試行
ko: 재시도
nl: Opnieuw proberen
pl: Ponów
pt: Tentar novamente
ru: Повторить
tr: Tekrar Dene
zh_hans: 重试

source: Return to list
ar: العودة إلى القائمة
de: Zurück zur Liste
es: Volver a la lista
fr: Retour à la liste
hi: सूची पर लौटें
id: Kembali ke daftar
it: Torna alla lista
ja: 一覧に戻る
ko: 목록으로 돌아가기
nl: Terug naar de lijst
pl: Wróć do listy
pt: Voltar à lista
ru: Вернуться к списку
tr: Listeye dön
zh_hans: 返回列表

source: Reveal database password
ar: إظهار كلمة مرور قاعدة البيانات
de: Datenbank-Passwort anzeigen
es: Revelar contraseña de la base de datos
fr: Révéler le mot de passe de la base de données
hi: डेटाबेस पासवर्ड दिखाएँ
id: Tampilkan kata sandi basis data
it: Rivela password del database
ja: データベースパスワードを表示
ko: 데이터베이스 비밀번호 표시
nl: Databasewachtwoord tonen
pl: Ujawnij hasło bazy danych
pt: Revelar palavra-passe da base de dados
ru: Показать пароль базы данных
tr: Veritabanı şifresini göster
zh_hans: 显示数据库密码

source: Reveal secret (requires authentication)
ar: إظهار السر (يتطلب المصادقة)
de: Geheimnis anzeigen (erfordert Authentifizierung)
es: Revelar secreto (requiere autenticación)
fr: Révéler le secret (authentification requise)
hi: सीक्रेट दिखाएँ (प्रमाणीकरण आवश्यक)
id: Tampilkan rahasia (memerlukan autentikasi)
it: Rivela segreto (richiede autenticazione)
ja: シークレットを表示（認証が必要）
ko: 비밀 표시 (인증 필요)
nl: Geheim tonen (verificatie vereist)
pl: Ujawnij sekret (wymaga uwierzytelnienia)
pt: Revelar segredo (requer autenticação)
ru: Показать секрет (требуется аутентификация)
tr: Gizli anahtarı göster (kimlik doğrulama gerekli)
zh_hans: 显示密钥（需身份验证）

source: Reveal secret access key
ar: إظهار مفتاح الوصول السري
de: Geheimen Zugriffsschlüssel anzeigen
es: Revelar clave de acceso secreta
fr: Révéler la clé d'accès secrète
hi: सीक्रेट एक्सेस कुंजी दिखाएँ
id: Tampilkan secret access key
it: Rivela chiave di accesso segreta
ja: シークレットアクセスキーを表示
ko: 비밀 액세스 키 표시
nl: Geheime toegangssleutel tonen
pl: Ujawnij tajny klucz dostępu
pt: Revelar chave de acesso secreta
ru: Показать секретный ключ доступа
tr: Gizli erişim anahtarını göster
zh_hans: 显示密钥访问密钥

source: Reverse DNS
ar: عكس DNS
es: DNS inverso
fr: DNS inversé
hi: रिवर्स DNS
it: DNS inverso
ja: リバースDNS
ko: 역방향 DNS
pt: DNS reverso
ru: Обратный DNS
tr: Ters DNS
zh_hans: 反向 DNS

source: Rule action
ar: إجراء القاعدة
de: Regelaktion
es: Acción de la regla
fr: Action de la règle
hi: नियम क्रिया
id: Aksi aturan
it: Azione della regola
ja: ルールアクション
ko: 규칙 동작
nl: Regelactie
pl: Akcja reguły
pt: Ação da regra
ru: Действие правила
tr: Kural eylemi
zh_hans: 规则操作

source: Rule Details
ar: تفاصيل القاعدة
de: Regeldetails
es: Detalles de la regla
fr: Détails de la règle
hi: नियम विवरण
id: Detail Aturan
it: Dettagli della regola
ja: ルール詳細
ko: 규칙 세부정보
nl: Regeldetails
pl: Szczegóły reguły
pt: Detalhes da regra
ru: Детали правила
tr: Kural Ayrıntıları
zh_hans: 规则详情

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
id: Simpan
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pl: Zapisz
pt: Guardar
ru: Сохранить
tr: Kaydet
zh_hans: 保存

source: Save current IP as preset
ar: حفظ عنوان IP الحالي كإعداد مسبق
de: Aktuelle IP als Preset speichern
es: Guardar IP actual como preset
fr: Enregistrer l'IP actuelle comme preset
hi: वर्तमान IP को प्रीसेट के रूप में सहेजें
id: Simpan IP saat ini sebagai preset
it: Salva IP attuale come preset
ja: 現在のIPをプリセットとして保存
ko: 현재 IP를 프리셋으로 저장
nl: Huidig IP opslaan als preset
pl: Zapisz bieżące IP jako preset
pt: Salvar IP atual como preset
ru: Сохранить текущий IP как шаблон
tr: Mevcut IP'yi ön ayar olarak kaydet
zh_hans: 将当前 IP 保存为预设

source: Save Kubeconfig
ar: حفظ Kubeconfig
de: Kubeconfig speichern
es: Guardar Kubeconfig
fr: Enregistrer Kubeconfig
hi: Kubeconfig सहेजें
id: Simpan Kubeconfig
it: Salva Kubeconfig
ja: Kubeconfigを保存
ko: Kubeconfig 저장
nl: Kubeconfig opslaan
pl: Zapisz Kubeconfig
pt: Guardar Kubeconfig
ru: Сохранить Kubeconfig
tr: Kubeconfig'i Kaydet
zh_hans: 保存 Kubeconfig

source: Schedule
ar: الجدولة
de: Zeitplan
es: Programación
fr: Planification
hi: अनुसूची
id: Jadwal
it: Pianificazione
ja: スケジュール
ko: 일정
nl: Planning
pl: Harmonogram
pt: Agendamento
ru: Расписание
tr: Zamanlama
zh_hans: 计划

source: Search Help
ar: بحث في المساعدة
de: Hilfe durchsuchen
es: Buscar ayuda
fr: Rechercher de l'aide
hi: सहायता खोजें
id: Cari Bantuan
it: Cerca aiuto
ja: ヘルプを検索
ko: 도움말 검색
nl: Hulp zoeken
pl: Szukaj w pomocy
pt: Pesquisar ajuda
ru: Поиск справки
tr: Yardımda Ara
zh_hans: 搜索帮助

source: Search resources...
ar: بحث عن الموارد...
de: Ressourcen suchen …
es: Buscar recursos…
fr: Rechercher des ressources…
hi: संसाधन खोजें...
id: Cari sumber daya...
it: Cerca risorse…
ja: リソースを検索...
ko: 리소스 검색...
nl: Resources zoeken…
pl: Szukaj zasobów…
pt: Buscar recursos…
ru: Поиск ресурсов...
tr: Kaynaklarda ara...
zh_hans: 搜索资源...

source: Secret
ar: سر
de: Geheimnis
es: Secreto
hi: सीक्रेट
id: Rahasia
it: Segreto
ja: シークレット
ko: 비밀
nl: Geheim
pl: Sekret
pt: Segredo
ru: Секрет
tr: Gizli
zh_hans: 密钥

source: Secret Access Key
ar: مفتاح الوصول السري
hi: सीक्रेट एक्सेस कुंजी
ja: シークレットアクセスキー
ko: 비밀 액세스 키
ru: Секретный ключ доступа
tr: Gizli Erişim Anahtarı
zh_hans: 密钥访问密钥

source: Secret:
ar: السر:
hi: सीक्रेट:
id: Rahasia:
ja: シークレット：
ko: 비밀:
ru: Секрет:
tr: Gizli:
zh_hans: 密钥：

source: Secrets (%lld)
ar: الأسرار (%lld)
hi: सीक्रेट्स (%lld)
id: Rahasia (%lld)
ja: シークレット（%lld）
ko: 비밀 (%lld)
ru: Секреты (%lld)
tr: Gizliler (%lld)
zh_hans: 密钥（%lld）

source: Security
ar: الأمان
de: Sicherheit
es: Seguridad
fr: Sécurité
hi: सुरक्षा
id: Keamanan
it: Sicurezza
ja: セキュリティ
ko: 보안
nl: Beveiliging
pl: Bezpieczeństwo
pt: Segurança
ru: Безопасность
tr: Güvenlik
zh_hans: 安全

source: Select a new size. Instance will be rebooted.
ar: اختر حجماً جديداً. سيتم إعادة تشغيل المثيل.
de: Wähle eine neue Größe. Die Instanz wird neugestartet.
es: Selecciona un nuevo tamaño. La instancia se reiniciará.
fr: Sélectionnez une nouvelle taille. L'instance sera redémarrée.
hi: नया आकार चुनें। इंस्टेंस को रीबूट किया जाएगा।
id: Pilih ukuran baru. Instans akan dimulai ulang.
it: Seleziona una nuova dimensione. L'istanza verrà riavviata.
ja: 新しいサイズを選択してください。インスタンスは再起動されます。
ko: 새로운 크기를 선택하세요. 인스턴스가 재부팅됩니다.
nl: Selecteer een nieuwe grootte. De instantie wordt herstart.
pl: Wybierz nowy rozmiar. Instancja zostanie uruchomiona ponownie.
pt: Selecione um novo tamanho. A instância será reiniciada.
ru: Выберите новый размер. Экземпляр будет перезагружен.
tr: Yeni bir boyut seçin. Sunucu yeniden başlatılacaktır.
zh_hans: 请选择新规格。实例将被重启。

source: Select a size
ar: اختر حجمًا
de: Größe auswählen
es: Seleccionar un tamaño
fr: Sélectionner une taille
hi: आकार चुनें
id: Pilih ukuran
it: Seleziona una dimensione
ja: サイズを選択
ko: 크기 선택
nl: Selecteer een grootte
pl: Wybierz rozmiar
pt: Selecionar um tamanho
ru: Выберите размер
tr: Bir boyut seçin
zh_hans: 选择规格

source: Select an image
ar: اختر صورة
de: Image auswählen
es: Seleccionar una imagen
fr: Sélectionner une image
hi: इमेज चुनें
id: Pilih image
it: Seleziona un’immagine
ja: イメージを選択
ko: 이미지 선택
nl: Selecteer een image
pl: Wybierz obraz
pt: Selecionar uma imagem
ru: Выберите образ
tr: Bir imaj seçin
zh_hans: 选择镜像

source: Select credential to resume
ar: اختر بيانات الاعتماد للاستئناف
de: Credential auswählen zum Fortsetzen
es: Seleccionar credencial para reanudar
fr: Sélectionner un identifiant pour reprendre
hi: फिर से शुरू करने के लिए क्रेडेंशियल चुनें
id: Pilih kredensial untuk melanjutkan
it: Seleziona credenziale per ripristinare
ja: 再開する認証情報を選択
ko: 재개할 자격 증명 선택
nl: Credential selecteren om te hervatten
pl: Wybierz poświadczenie do wznowienia
pt: Selecionar credencial para retomar
ru: Выберите учетные данные для продолжения
tr: Devam etmek için kimlik bilgisi seçin
zh_hans: 选择凭证以恢复

source: Select Firewalls
ar: اختر الجدران النارية
de: Firewalls auswählen
es: Seleccionar firewalls
fr: Sélectionner les pare-feu
hi: फ़ायरवॉल चुनें
id: Pilih Firewall
it: Seleziona firewall
ja: ファイアウォールを選択
ko: 방화벽 선택
nl: Firewalls selecteren
pl: Wybierz firewalle
pt: Selecionar firewalls
ru: Выберите брандмауэры
tr: Güvenlik Duvarlarını Seçin
zh_hans: 选择防火墙

source: Select Node Size
ar: اختر حجم العقدة
de: Knotengröße auswählen
es: Seleccionar tamaño del nodo
fr: Sélectionner la taille du nœud
hi: नोड आकार चुनें
id: Pilih Ukuran Node
it: Seleziona dimensione nodo
ja: ノードサイズを選択
ko: 노드 크기 선택
nl: Knoopgrootte selecteren
pl: Wybierz rozmiar węzła
pt: Selecionar tamanho do nó
ru: Выберите размер узла
tr: Düğüm Boyutunu Seçin
zh_hans: 选择节点规格

source: Select Region
ar: اختر المنطقة
de: Region auswählen
es: Seleccionar región
fr: Sélectionner la région
hi: क्षेत्र चुनें
id: Pilih Wilayah
it: Seleziona regione
ja: リージョンを選択
ko: 지역 선택
nl: Regio selecteren
pl: Wybierz region
pt: Selecionar região
ru: Выберите регион
tr: Bölge Seçin
zh_hans: 选择区域

source: Select Resources
ar: اختر الموارد
de: Ressourcen auswählen
es: Seleccionar recursos
fr: Sélectionner les ressources
hi: संसाधन चुनें
id: Pilih Sumber Daya
it: Seleziona risorse
ja: リソースを選択
ko: 리소스 선택
nl: Resources selecteren
pl: Wybierz zasoby
pt: Selecionar recursos
ru: Выберите ресурсы
tr: Kaynakları Seçin
zh_hans: 选择资源

source: Select Size
ar: اختر الحجم
de: Größe auswählen
es: Seleccionar tamaño
fr: Sélectionner la taille
hi: आकार चुनें
id: Pilih Ukuran
it: Seleziona dimensione
ja: サイズを選択
ko: 크기 선택
nl: Grootte selecteren
pl: Wybierz rozmiar
pt: Selecionar tamanho
ru: Выберите размер
tr: Boyut Seçin
zh_hans: 选择规格

source: Select your preferred region:
ar: اختر منطقتك المفضلة:
de: Wählen Sie Ihre bevorzugte Region:
es: Selecciona tu región preferida:
fr: Sélectionnez votre région préférée :
hi: अपना पसंदीदा क्षेत्र चुनें:
id: Pilih wilayah yang Anda inginkan:
it: Seleziona la tua regione preferita:
ja: 希望するリージョンを選択してください:
ko: 선호하는 지역을 선택하세요:
nl: Selecteer uw voorkeurs-regio:
pl: Wybierz preferowany region:
pt: Selecione a sua região preferida:
ru: Выберите предпочитаемый регион:
tr: Tercih ettiğiniz bölgeyi seçin:
zh_hans: 请选择您偏好的区域：

source: Select your region
ar: اختر منطقتك
de: Wählen Sie Ihre Region
es: Selecciona tu región
fr: Sélectionnez votre région
hi: अपना क्षेत्र चुनें
id: Pilih wilayah Anda
it: Seleziona la tua regione
ja: リージョンを選択
ko: 지역 선택
nl: Selecteer uw regio
pl: Wybierz swój region
pt: Selecione a sua região
ru: Выберите ваш регион
tr: Bölgenizi seçin
zh_hans: 选择您的区域

source: Send Request
ar: إرسال الطلب
de: Anfrage senden
es: Enviar solicitud
fr: Envoyer la demande
hi: अनुरोध भेजें
id: Kirim Permintaan
it: Invia richiesta
ja: リクエストを送信
ko: 요청 보내기
nl: Verzoek verzenden
pl: Wyślij żądanie
pt: Enviar pedido
ru: Отправить запрос
tr: İsteği Gönder
zh_hans: 发送请求

source: Services
ar: الخدمات
es: Servicios
hi: सेवाएँ
id: Layanan
it: Servizi
ja: サービス
ko: 서비스
pl: Usługi
pt: Serviços
ru: Сервисы
tr: Hizmetler
zh_hans: 服务

source: Services (%lld)
ar: الخدمات (%lld)
es: Servicios (%lld)
hi: सेवाएँ (%lld)
id: Layanan (%lld)
it: Servizi (%lld)
ja: サービス（%lld）
ko: 서비스(%lld)
pl: Usługi (%lld)
pt: Serviços (%lld)
ru: Сервисы (%lld)
tr: Hizmetler (%lld)
zh_hans: 服务（%lld）

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt: Definições
ru: Настройки
tr: Ayarlar
zh_hans: 设置

source: Size
ar: الحجم
de: Größe
es: Tamaño
fr: Taille
hi: आकार
id: Ukuran
it: Dimensione
ja: サイズ
ko: 크기
nl: Grootte
pl: Rozmiar
pt: Tamanho
ru: Размер
tr: Boyut
zh_hans: 规格
